Repository: xcv58/MacTools
Catalog: Plugins/WindowSwitcher/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, ja, ko, pt, ru, tr, zh_hant

# action.currentApp.description
source: 搜索和选择当前应用的窗口。
ar: ابحث عن نافذة التطبيق الحالي وحددها.
de: Ein Fenster der aktuellen App suchen und auswählen.
en: Find and select a window of the current app.
es: Busque y seleccione una ventana de la aplicación actual.
fr: Recherchez et sélectionnez une fenêtre de l'application actuelle.
ja: 現在のアプリのウィンドウを見つけて選択します。
ko: 현재 앱의 창을 찾아 선택하세요.
pt: Encontre e selecione uma janela do aplicativo atual.
ru: Найдите и выберите окно текущего приложения.
tr: Geçerli uygulamanın bir penceresini bulun ve seçin.
zh_hant: 搜尋並選擇目前 App 的視窗。

# settings.companion.title
source: 保留系统应用切换
ar: الإبقاء على تبديل التطبيقات عبر النظام
de: System-App-Wechsel beibehalten
en: Keep system app switching
es: Mantener el selector de apps del sistema
fr: Conserver le sélecteur d’apps de macOS
ja: 標準のアプリ切り替えを維持
ko: 시스템 앱 전환 유지
pt: Manter a troca de aplicativos do sistema
ru: Сохранить системное переключение приложений
tr: Sistem uygulama geçişini koru
zh_hant: 保留系統 App 切換功能

# settings.companion.description
source: 将全部窗口快捷键重置为 ⌥Tab，保留系统 ⌘Tab。
ar: إعادة تعيين اختصار جميع النوافذ إلى ⌥Tab والإبقاء على مبدّل النظام ⌘Tab.
de: Den Kurzbefehl für alle Fenster auf ⌥Tab zurücksetzen und den systemeigenen ⌘Tab-Umschalter beibehalten.
en: Reset the all-windows shortcut to ⌥Tab and keep the system ⌘Tab switcher.
es: Restablecer el atajo de todas las ventanas a ⌥Tab y mantener el selector del sistema ⌘Tab.
fr: Rétablir ⌥Tab pour toutes les fenêtres et conserver le sélecteur système ⌘Tab.
ja: すべてのウィンドウのショートカットを ⌥Tab に戻し、標準の ⌘Tab によるアプリ切り替えを維持します。
ko: 모든 윈도우 단축키를 ⌥Tab으로 재설정하고 시스템 ⌘Tab 전환기를 유지합니다.
pt: Redefinir o atalho de todas as janelas para ⌥Tab e manter o alternador do sistema ⌘Tab.
ru: Сбросить сочетание для всех окон на ⌥Tab и сохранить системное переключение ⌘Tab.
tr: Tüm pencereler kısayolunu ⌥Tab olarak sıfırlar ve sistem ⌘Tab geçişini korur.
zh_hant: 將全部視窗快速鍵重設為 ⌥Tab，保留系統 ⌘Tab。

# settings.companion.apply
source: 使用 ⌥Tab
ar: استخدم ⌥Tab
de: ⌥Tab verwenden
en: Use ⌥Tab
es: Utilice ⌥Tab
fr: Utiliser ⌥Tab
ja: ⌥Tab を使用する
ko: ⌥Tab 사용
pt: Usar ⌥Tab
ru: Использовать ⌥Tab
tr: ⌥Tab Kullan

# settings.preview.title
source: 选中窗口预览
ar: معاينة النافذة المحددة
de: Vorschau des ausgewählten Fensters
en: Selected Window Preview
es: Vista previa de la ventana seleccionada
fr: Aperçu de la fenêtre sélectionnée
ja: 選択したウィンドウのプレビュー
ko: 선택한 창 미리보기
pt: Visualização da janela selecionada
ru: Предварительный просмотр выбранного окна
tr: Seçili Pencere Önizlemesi
zh_hant: 所選視窗預覽

# settings.preview.description
source: 仅预览选中窗口。需在系统设置中允许录屏，不启用预览也可搜索和切换。
ar: معاينة النافذة المحددة فقط. امنح إذن تسجيل الشاشة في إعدادات النظام. يعمل البحث والتبديل أيضًا دون معاينات.
de: Nur Vorschau für das ausgewählte Fenster anzeigen. Erlauben Sie MacTools unter „Bildschirmaufnahme“ in den Systemeinstellungen den Zugriff. Suchen und Wechseln funktionieren auch ohne Vorschau.
en: Preview only the selected window. Allow Screen Recording in System Settings. Search and switching also work without previews.
es: Muestra solo la vista previa de la ventana seleccionada. Permite la Grabación de pantalla en Ajustes del Sistema. La búsqueda y el cambio de ventanas también funcionan sin vistas previas.
fr: Afficher uniquement l’aperçu de la fenêtre sélectionnée. Autorisez MacTools pour « Enregistrement de l’écran » dans Réglages Système. La recherche et le changement de fenêtre fonctionnent également sans aperçu.
ja: 選択したウィンドウだけをプレビューします。システム設定で画面収録を許可してください。プレビューがなくても検索と切り替えは利用できます。
ko: 선택한 창만 미리 봅니다. 시스템 설정에서 화면 기록을 허용하세요. 검색 및 전환도 미리보기 없이 작동합니다.
pt: Visualize apenas a janela selecionada. Permita Gravação de Tela nos Ajustes do Sistema. A pesquisa e a alternância também funcionam sem visualizações.
ru: Предварительный просмотр только выбранного окна. Разрешите запись экрана в Системных настройках. Поиск и переключение также работают без предварительного просмотра.
tr: Yalnızca seçili pencereyi önizler. Sistem Ayarları'nda Ekran Kaydı'na izin verin. Arama ve geçiş, önizleme olmadan da çalışır.
zh_hant: 僅預覽所選視窗。需在系統設定中允許螢幕錄影；即使關閉預覽，仍可搜尋和切換。

# error.discoveryTimeout
source: 尚未读取到可切换窗口，请稍后重试。
ar: لم يتم العثور على نوافذ قابلة للتبديل. حاول مرة أخرى قريبا.
de: Es wurden keine Fenster gefunden, zu denen gewechselt werden kann. Versuchen Sie es gleich noch einmal.
en: No switchable windows were found. Try again shortly.
es: No se encontraron ventanas a las que cambiar. Vuelve a intentarlo en unos instantes.
fr: Aucune fenêtre vers laquelle basculer n’a été trouvée. Réessayez sous peu.
ja: 切り替え可能なウィンドウが見つかりませんでした。しばらくしてからもう一度お試しください。
ko: 전환 가능한 창을 찾을 수 없습니다. 잠시 후 다시 시도하세요.
pt: Nenhuma janela alternável foi encontrada. Tente novamente em breve.
ru: Переключаемые окна не найдены. Повторите попытку через некоторое время.
tr: Geçiş yapılabilecek pencere bulunamadı. Kısa süre sonra yeniden deneyin.
zh_hant: 尚未讀取到可切換視窗，請稍後重試。

# error.shortcutTap
source: 无法监听快捷键，请检查辅助功能权限。
ar: تعذر رصد الاختصارات. تحقق من إذن تسهيلات الاستخدام.
de: Tastenkombinationen konnten nicht überwacht werden. Überprüfen Sie die Berechtigung für Bedienungshilfen.
en: Could not listen for shortcuts. Check Accessibility permission.
es: No se pudieron detectar los atajos de teclado. Comprueba el permiso de Accesibilidad.
fr: Impossible d'écouter les raccourcis. Vérifiez l’autorisation d’accessibilité.
ja: ショートカットを検出できませんでした。アクセシビリティの許可を確認してください。
ko: 단축키를 감지할 수 없습니다. 손쉬운 사용 권한을 확인하세요.
pt: Não foi possível escutar atalhos. Verifique a permissão de acessibilidade.
ru: Не удалось отслеживать сочетания клавиш. Проверьте разрешение на универсальный доступ.
tr: Kısayollar dinlenemedi. Erişilebilirlik iznini denetleyin.
zh_hant: 無法監聽快速鍵，請檢查輔助使用權限。

# action.requested
source: 已发送请求；应用可能会要求保存更改。
ar: تم إرسال الطلب. قد يطلب منك التطبيق حفظ التغييرات.
de: Anfrage gesendet. Die App fordert Sie möglicherweise auf, Änderungen zu speichern.
en: Request sent. The app may ask you to save changes.
es: Solicitud enviada. Es posible que la aplicación le solicite que guarde los cambios.
fr: Demande envoyée. L'application peut vous demander d'enregistrer les modifications.
ja: リクエストが送信されました。アプリは変更を保存するように要求する場合があります。
ko: 요청이 전송되었습니다. 앱에서 변경 사항을 저장하라는 메시지를 표시할 수 있습니다.
pt: Solicitação enviada. O aplicativo pode solicitar que você salve as alterações.
ru: Запрос отправлен. Приложение может попросить вас сохранить изменения.
tr: İstek gönderildi. Uygulama değişiklikleri kaydetmenizi isteyebilir.
zh_hant: 已傳送請求；App 可能會要求儲存更改。

# action.unavailable
source: 窗口已关闭或暂时无法访问，请重新选择。
ar: أُغلقت النافذة أو أصبحت غير متاحة مؤقتًا. حددها مرة أخرى.
de: Das Fenster wurde geschlossen oder ist vorübergehend nicht verfügbar. Wählen Sie es erneut aus.
en: The window closed or is temporarily unavailable. Select it again.
es: La ventana se ha cerrado o no está disponible temporalmente. Selecciónala de nuevo.
fr: La fenêtre s’est fermée ou est temporairement indisponible. Sélectionnez-la à nouveau.
ja: ウィンドウが閉じられたか、一時的に利用できなくなりました。もう一度選択してください。
ko: 창이 닫혀 있거나 일시적으로 이용이 불가능합니다. 다시 선택하세요.
pt: A janela foi fechada ou está temporariamente indisponível. Selecione-a novamente.
ru: Окно закрыто или временно недоступно. Выберите его еще раз.
tr: Pencere kapatıldı veya geçici olarak kullanılamıyor. Yeniden seçin.
zh_hant: 視窗已關閉或暫時無法存取，請重新選擇。

# action.failed
source: 未能确认目标窗口，请重试或检查辅助功能权限。
ar: تعذر تأكيد النافذة المستهدفة. حاول مرة أخرى أو تحقق من إذن تسهيلات الاستخدام.
de: Das Zielfenster konnte nicht bestätigt werden. Versuchen Sie es erneut oder überprüfen Sie die Berechtigung für Bedienungshilfen.
en: Could not confirm the target window. Try again or check Accessibility permission.
es: No se pudo confirmar la ventana de destino. Inténtalo de nuevo o comprueba el permiso de accesibilidad.
fr: Impossible de confirmer la fenêtre cible. Réessayez ou vérifiez l'autorisation d'accessibilité.
ja: 対象ウィンドウが確認できませんでした。もう一度試すか、アクセシビリティ権限を確認してください。
ko: 대상 창을 확인할 수 없습니다. 다시 시도하거나 손쉬운 사용 권한을 확인하세요.
pt: Não foi possível confirmar a janela de destino. Tente novamente ou verifique a permissão de acessibilidade.
ru: Не удалось подтвердить целевое окно. Повторите попытку или проверьте разрешение на универсальный доступ.
tr: Hedef pencere onaylanamadı. Yeniden deneyin veya Erişilebilirlik iznini denetleyin.
zh_hant: 未能確認目標視窗，請重試或檢查輔助使用權限。

# chooser.count
source: %d 个窗口
ar: النوافذ: %d
de: %d Fenster
en: Windows: %d
es: Ventanas: %d
fr: Fenêtres : %d
ja: %d 個のウィンドウ
ko: 윈도우 %d개
pt: Janelas: %d
ru: Окна: %d
tr: %d pencere
zh_hant: %d 個視窗

# window.untitled
source: %@ — 无标题窗口
ar: %@ — نافذة بدون عنوان
de: %@ — Unbenanntes Fenster
en: %@ — Untitled Window
es: %@ — Ventana sin título
fr: %@ — Fenêtre sans titre
ja: %@ — 無題のウィンドウ
ko: %@ — 제목 없는 창
pt: %@ — Janela sem título
ru: %@ — Окно без названия
tr: %@ — Adsız Pencere
zh_hant: %@ — 無標題視窗

# chooser.emptyDisplay
source: 所选显示器暂无窗口
ar: الشاشة المحددة — لا توجد نوافذ
de: Ausgewählter Bildschirm — Keine Fenster
en: Selected Display — No Windows
es: Pantalla seleccionada: sin ventanas
fr: Écran sélectionné — Aucune fenêtre
ja: 選択したディスプレイにウインドウがありません
ko: 선택한 디스플레이 — 윈도우 없음
pt: Tela selecionada — Nenhuma janela
ru: Выбранный дисплей — нет окон
tr: Seçili Ekran — Pencere Yok
zh_hant: 所選顯示器暫無視窗

# chooser.keyboardHelp
source: 方向键选择 · 回车打开 · ⌘1/2 范围 · ⌘D 显示器 · Esc 取消
ar: ↑↓←→ تحديد · Return فتح · ⌘1/2 النطاق · ⌘D الشاشات · Esc إلغاء
de: ↑↓←→ Auswählen · Return Öffnen · ⌘1/2 Bereich · ⌘D Bildschirme · Esc Abbrechen
en: ↑↓←→ Select · Return Open · ⌘1/2 Scope · ⌘D Displays · Esc Cancel
es: ↑↓←→ Seleccionar · Retorno Abrir · ⌘1/2 Alcance · ⌘D Pantallas · Esc Cancelar
fr: ↑↓←→ Sélectionner · Retour Ouvrir · ⌘1/2 Portée · ⌘D Écrans · Échap Annuler
ja: ↑↓←→ 選択 · Return 開く · ⌘1/2 範囲 · ⌘D ディスプレイ · Esc キャンセル
ko: ↑↓←→ 선택 · Return 열기 · ⌘1/2 범위 · ⌘D 디스플레이 · Esc 취소
pt: ↑↓←→ Selecionar · Return Abrir · ⌘1/2 Escopo · ⌘D Telas · Esc Cancelar
ru: ↑↓←→ Выбор · Return Открыть · ⌘1/2 Область · ⌘D Дисплеи · Esc Отмена
tr: ↑↓←→ Seç · Return Aç · ⌘1/2 Kapsam · ⌘D Ekranlar · Esc İptal
zh_hant: ↑↓ 選擇 · Return 開啟 · ⌘1/2 範圍 · ⌘D 顯示器 · Esc 取消

# settings.commandTab.title
source: 替代系统应用切换
ar: استبدال مبدّل التطبيقات في النظام
de: System-App-Wechsel ersetzen
en: Replace system app switching
es: Reemplazar el selector de apps del sistema
fr: Remplacer le sélecteur d’apps de macOS
ja: 標準のアプリ切り替えを置き換え
ko: 시스템 앱 전환 교체
pt: Substituir a troca de aplicativos do sistema
ru: Заменить системное переключение приложений
tr: Sistem uygulama geçişini değiştir
zh_hant: 取代系統 App 切換功能

# settings.commandTab.description
source: 使用 ⌘Tab 切换全部窗口，无需录制系统快捷键。
ar: استخدم ⌘Tab لتبديل جميع النوافذ دون تسجيل اختصار النظام.
de: ⌘Tab zum Wechseln zwischen allen Fenstern verwenden, ohne die System-Tastenkombination aufzeichnen zu müssen.
en: Use ⌘Tab to switch between all windows without entering the shortcut manually.
es: Usa ⌘Tab para cambiar entre todas las ventanas sin registrar el atajo de teclado del sistema.
fr: Utilisez ⌘Tab pour basculer entre toutes les fenêtres sans enregistrer le raccourci système.
ja: ⌘Tab を使用して、システム ショートカットを記録せずにすべてのウィンドウを切り替えます。
ko: 시스템 단축키를 기록하지 않고 ⌘Tab으로 모든 윈도우를 전환합니다.
pt: Use ⌘Tab para alternar todas as janelas sem registrar o atalho do sistema.
ru: Использовать ⌘Tab для переключения между всеми окнами без записи системного сочетания клавиш.
tr: Sistem kısayolunu yeniden kaydetmenize gerek kalmadan ⌘Tab ile tüm pencereler arasında geçiş yapın.
zh_hant: 使用 ⌘Tab 切換所有視窗，不必手動輸入此快速鍵。

# settings.commandTab.apply
source: 使用 ⌘Tab
ar: استخدم ⌘Tab
de: ⌘Tab verwenden
en: Use ⌘Tab
es: Utilice ⌘Tab
fr: Utiliser ⌘Tab
ja: ⌘Tab を使用する
ko: ⌘Tab 사용
pt: Usar ⌘Tab
ru: Использовать ⌘Tab
tr: ⌘Tab Kullan

# settings.shortcut.unavailable
source: 快捷键设置暂不可用，请重新打开设置。
ar: إعدادات الاختصار غير متاحة. أعد فتح الإعدادات وحاول مرة أخرى.
de: Einstellungen für Tastenkürzel nicht verfügbar. Einstellungen erneut öffnen und erneut versuchen.
en: Shortcut settings are unavailable. Reopen Settings and try again.
es: Los ajustes de atajos de teclado no están disponibles. Vuelve a abrir los ajustes e inténtalo de nuevo.
fr: Les paramètres de raccourci ne sont pas disponibles. Rouvrez les paramètres et réessayez.
ja: ショートカット設定は使用できません。設定を再度開いて、もう一度試してください。
ko: 단축키 설정을 사용할 수 없습니다. 설정을 다시 열고 다시 시도해 보세요.
pt: As configurações de atalho não estão disponíveis. Reabra as configurações e tente novamente.
ru: Настройки сочетаний клавиш недоступны. Снова откройте «Настройки» и повторите попытку.
tr: Kısayol ayarları kullanılamıyor. Ayarlar'ı yeniden açıp tekrar deneyin.
zh_hant: 快速鍵設定暫不可用，請重新開啟設定。

# settings.shortcutPreset.title
source: 全部窗口快捷键
ar: اختصار كافة النوافذ
de: Tastenkürzel für alle Fenster
en: All windows shortcut
es: Atajo de teclado para todas las ventanas
fr: Raccourci pour toutes les fenêtres
ja: すべてのウィンドウのショートカット
ko: 모든 윈도우 단축키
pt: Atalho para todas as janelas
ru: Сочетание клавиш для всех окон
tr: Tüm pencereler kısayolu
zh_hant: 全部視窗快速鍵

# settings.shortcutPreset.description
source: 选择保留或替代系统 ⌘Tab；自定义快捷键会同步显示。
ar: الإبقاء على مبدّل النظام ⌘Tab أو استبداله. يعكس هذا الخيار الاختصار الذي ضبطته.
de: System-⌘Tab beibehalten oder ersetzen. Diese Auswahl richtet sich nach Ihrem konfigurierten Tastenkürzel.
en: Keep or replace system ⌘Tab. This selection follows your configured shortcut.
es: Mantén o reemplaza el atajo ⌘Tab del sistema. Esta selección refleja el atajo de teclado configurado.
fr: Conserver ou remplacer le raccourci système ⌘Tab. Cette sélection reflète le raccourci configuré.
ja: 標準の ⌘Tab によるアプリ切り替えを維持するか、置き換えるかを選択します。この選択は設定したショートカットに合わせて更新されます。
ko: 시스템 ⌘Tab 전환을 유지하거나 대체하도록 선택합니다. 이 선택은 설정한 단축키에 맞춰 표시됩니다.
pt: Mantenha ou substitua o atalho do sistema ⌘Tab. Esta seleção segue o atalho configurado.
ru: Сохраните системное переключение ⌘Tab или замените его. Этот вариант соответствует настроенному сочетанию клавиш.
tr: Sistem ⌘Tab'ı koruyun veya değiştirin. Bu seçim, ayarladığınız kısayola göre belirlenir.
zh_hant: 選擇保留或取代系統 ⌘Tab；此選項會反映已設定的快速鍵。

# settings.shortcutPreset.option
source: ⌥Tab · 保留系统切换
ar: ⌥Tab · الإبقاء على تبديل النظام
de: ⌥Tab · System beibehalten
en: ⌥Tab · Keep system
es: ⌥Tab · Mantener sistema
fr: ⌥Tab · Conserver le sélecteur système
ja: ⌥Tab · 標準の切り替えを維持
ko: ⌥Tab · 시스템 전환 유지
pt: ⌥Tab · Manter atalho do sistema
ru: ⌥Tab · Сохранить системное переключение
tr: ⌥Tab · Sistemi koru
zh_hant: ⌥Tab · 保留系統切換

# settings.shortcutPreset.command
source: ⌘Tab · 替代系统切换
ar: ⌘Tab · استبدال تبديل النظام
de: ⌘Tab · System ersetzen
en: ⌘Tab · Replace system
es: ⌘Tab · Reemplazar sistema
fr: ⌘Tab · Remplacer le sélecteur système
ja: ⌘Tab · 標準の切り替えを置き換え
ko: ⌘Tab · 시스템 전환 대체
pt: ⌘Tab · Substituir atalho do sistema
ru: ⌘Tab · Заменить системное переключение
tr: ⌘Tab · Sistemi değiştir
zh_hant: ⌘Tab · 替代系統切換

# settings.shortcutPreset.custom
source: 自定义快捷键
ar: الاختصار المخصص
de: Benutzerdefiniertes Tastenkürzel
en: Custom shortcut
es: Atajo de teclado personalizado
fr: Raccourci personnalisé
ja: カスタムショートカット
ko: 커스텀 단축키
pt: Atalho personalizado
ru: Пользовательское сочетание клавиш
tr: Özel kısayol
zh_hant: 自訂快速鍵

# chooser.cards
source: 卡片视图
ar: البطاقات
de: Karten
en: Cards
es: Tarjetas
fr: Cartes
ja: カード
ko: 카드
pt: Cartões
ru: Карточки
tr: Kartlar
zh_hant: 卡片

# chooser.layout
source: 窗口视图
ar: عرض النوافذ
de: Fensteransicht
en: Window view
es: Vista de ventanas
fr: Vue des fenêtres
ja: ウインドウ表示
ko: 윈도우 보기
pt: Visualização de janelas
ru: Просмотр окон
tr: Pencere görünümü
zh_hant: 視窗視圖

# chooser.more
source: 更多选项
ar: المزيد من الخيارات
de: Weitere Optionen
en: More options
es: Más opciones
fr: Plus d'options
ja: その他のオプション
ko: 추가 옵션
pt: Mais opções
ru: Другие параметры
tr: Daha fazla seçenek
zh_hant: 更多選項

# settings.hotkeys
source: 快捷键
ar: مفاتيح الاختصار
de: Tastenkürzel
en: Keyboard Shortcuts
es: Atajos de teclado
fr: Raccourcis clavier
ja: ショートカットキー
ko: 단축키
pt: Atalhos de teclado
ru: Горячие клавиши
tr: Kısayol tuşları
zh_hant: 快速鍵

# settings.shortcut.reset
source: 恢复默认
ar: استعادة الافتراضي
de: Auf Standard zurücksetzen
en: Restore Default
es: Restaurar valor predeterminado
fr: Restaurer les valeurs par défaut
ja: デフォルトに戻す
ko: 기본값 복원
pt: Restaurar padrão
ru: Восстановить настройки по умолчанию
tr: Varsayılanı Geri Yükle
zh_hant: 還原預設

# settings.shortcut.clear
source: 清除快捷键
ar: مسح الاختصار
de: Tastenkombination löschen
en: Clear shortcut
es: Borrar atajo de teclado
fr: Effacer le raccourci
ja: ショートカットをクリア
ko: 단축키 지우기
pt: Limpar atalho
ru: Очистить сочетание клавиш
tr: Kısayolu temizle
zh_hant: 清除快速鍵

# chooser.dragHandle
source: 拖移以移动和对齐
ar: اسحب للتحريك والمحاذاة
de: Zum Bewegen und Ausrichten ziehen
en: Drag to move and align
es: Arrastra para mover y alinear
fr: Faites glisser pour déplacer et aligner
ja: ドラッグして移動・整列
ko: 드래그하여 이동 및 정렬
pt: Arraste para mover e alinhar
ru: Перетащите, чтобы переместить и выровнять
tr: Taşımak ve hizalamak için sürükleyin
zh_hant: 拖移以移動並對齊

# chooser.shortcuts
source: 键盘快捷键
ar: اختصارات لوحة المفاتيح
de: Tastaturkurzbefehle
en: Keyboard Shortcuts
es: Atajos de teclado
fr: Raccourcis clavier
ja: キーボード ショートカット
ko: 키보드 단축키
pt: Atalhos de teclado
ru: Сочетания клавиш
tr: Klavye Kısayolları
zh_hant: 鍵盤快速鍵

# chooser.quickSelect
source: 打开可见窗口
ar: فتح النافذة المرئية
de: Sichtbares Fenster öffnen
en: Open visible window
es: Abrir ventana visible
fr: Ouvrir la fenêtre visible
ja: 表示中のウィンドウを開く
ko: 보이는 창 열기
pt: Abrir janela visível
ru: Открыть видимое окно
tr: Görünür pencereyi aç
zh_hant: 開啟可見視窗

# chooser.selectWindow
source: 选择窗口
ar: تحديد نافذة
de: Fenster auswählen
en: Select window
es: Seleccionar ventana
fr: Sélectionner une fenêtre
ja: ウインドウを選択
ko: 윈도우 선택
pt: Selecionar janela
ru: Выбрать окно
tr: Pencere seç
zh_hant: 選取視窗

# chooser.focusNext
source: 下一个控件
ar: عنصر التحكم التالي
de: Nächstes Steuerelement
en: Next control
es: Siguiente control
fr: Contrôle suivant
ja: 次のコントロール
ko: 다음 컨트롤
pt: Próximo controle
ru: Следующий элемент управления
tr: Sonraki denetim
zh_hant: 下一個控制項目

# chooser.modifierKeys
source: 修饰键
ar: مفاتيح التعديل
de: Modifikatortasten
en: modifiers
es: modificadores
fr: modificateurs
ja: 修飾キー
ko: 보조 키
pt: modificadores
ru: модификаторы
tr: değiştirici tuşlar
zh_hant: 變更鍵

# chooser.changeMode
source: 点击切换模式
ar: انقر لتبديل الأوضاع
de: Klicken, um den Modus zu wechseln
en: Click to switch modes
es: Haga clic para cambiar de modo
fr: Cliquez pour changer de mode
ja: クリックしてモードを切り替えます
ko: 모드를 전환하려면 클릭하세요.
pt: Clique para alternar modos
ru: Нажмите, чтобы переключить режимы
tr: Modu değiştirmek için tıklayın
zh_hant: 按一下切換模式

# chooser.modeSearch
source: 搜索选择
ar: بحث واختيار
de: Suchen & Auswählen
en: Search & Select
es: Buscar y seleccionar
fr: Rechercher et sélectionner
ja: 検索＆選択
ko: 검색 및 선택
pt: Pesquisar e selecionar
ru: Поиск и выбор
tr: Ara ve Seç
zh_hant: 搜尋並選擇

# chooser.modeCycle
source: 循环切换
ar: التنقل بين النوافذ
de: Fenster durchwechseln
en: Cycling
es: Alternar ventanas
fr: Parcourir les fenêtres
ja: 順に切り替え
ko: 순서대로 전환
pt: Alternar janelas
ru: Переключение по кругу
tr: Sıralı Geçiş
zh_hant: 循環切換

# chooser.searchTransitionHint
source: 可松开 %@，此窗口会保持打开。
ar: يمكنك تحرير %@؛ تظل هذه النافذة مفتوحة.
de: Sie können %@ loslassen; dieses Fenster bleibt geöffnet.
en: You can release %@; this window stays open.
es: Puedes soltar %@; esta ventana seguirá abierta.
fr: Vous pouvez relâcher %@ ; cette fenêtre reste ouverte.
ja: %@ を放しても、このウィンドウは開いたままです。
ko: %@ 키를 놓아도 이 창은 계속 열려 있습니다.
pt: Você pode liberar %@; esta janela permanece aberta.
ru: Можно отпустить %@; это окно останется открытым.
tr: %@ tuşunu bırakabilirsiniz; bu pencere açık kalır.
zh_hant: 可放開 %@，此視窗會保持開啟。

# chooser.appWindows
source: %@ 的窗口
ar: نوافذ %@
de: Fenster von %@
en: %@ Windows
es: Ventanas de %@
fr: Fenêtres de %@
ja: %@のウインドウ
ko: %@ 윈도우
pt: Janelas de %@
ru: Окна приложения «%@»
tr: %@ Pencereleri
zh_hant: %@ 的視窗

# chooser.quitApp
source: 退出 %@
ar: قم بإنهاء %@
de: %@ beenden
en: Quit %@
es: Salir de %@
fr: Quitter %@
ja: %@ を終了します
ko: %@ 종료
pt: Encerrar %@
ru: Выйти из приложения «%@»
tr: %@ Uygulamasından Çık
zh_hant: 結束 %@

# chooser.switchWindow
source: 切换到窗口
ar: قم بالتبديل إلى النافذة
de: Zu Fenster wechseln
en: Switch to Window
es: Cambiar a ventana
fr: Passer à la fenêtre
ja: ウィンドウに切り替え
ko: 창으로 전환
pt: Mudar para janela
ru: Переключиться в окно
tr: Pencereye Geç
zh_hant: 切換到視窗

# chooser.contextActions
source: 窗口操作
ar: إجراءات النافذة
de: Fensteraktionen
en: Window actions
es: Acciones de ventana
fr: Actions de fenêtre
ja: ウィンドウアクション
ko: 창 동작
pt: Ações de janela
ru: Действия с окном
tr: Pencere eylemleri
zh_hant: 視窗操作

# chooser.changeKey
source: 修改快捷键…
ar: تغيير الاختصار…
de: Tastenkombination ändern…
en: Change Shortcut…
es: Cambiar atajo…
fr: Modifier le raccourci…
ja: キーを変更…
ko: 단축키 변경…
pt: Alterar atalho…
ru: Изменить комбинацию…
tr: Kısayolu Değiştir…
zh_hant: 修改快速鍵…

# chooser.modeSearchHint
source: 回车切换 · Esc 关闭
ar: Return للتبديل · Esc للإغلاق
de: Return zum Wechseln · Esc zum Schließen
en: Return to switch · Esc to close
es: Retorno para cambiar · Esc para cerrar
fr: Retour pour basculer · Échap pour fermer
ja: Returnで切り替え · Escで閉じる
ko: Return으로 전환 · Esc로 닫기
pt: Return para alternar · Esc para fechar
ru: Return — переключить · Esc — закрыть
tr: Return ile geçin · Esc ile kapatın
zh_hant: Return 切換 · Esc 關閉

# chooser.modeCycleHint
source: 松开 %@ 切换
ar: حرر %@ للتبديل
de: %@ loslassen, um zu wechseln
en: Release %@ to switch
es: Suelte %@ para cambiar
fr: Relâchez %@ pour basculer
ja: %@を放して切り替える
ko: %@ 키를 놓아 전환하세요.
pt: Solte %@ para alternar
ru: Отпустите %@ для переключения
tr: %@ tuşunu bırakınca geçiş yapılır
zh_hant: 放開 %@ 以切換

# chooser.enterSearch
source: 搜索…
ar: بحث…
de: Suchen…
en: Search…
es: Buscar…
fr: Rechercher…
ja: 検索…
ko: 검색…
pt: Pesquisar…
ru: Поиск…
tr: Ara…
zh_hant: 搜尋…

# chooser.searchInvitation
source: 直接输入即可搜索
ar: اكتب للبحث
de: Zum Suchen tippen
en: Type to search
es: Escribe para buscar
fr: Tapez pour rechercher
ja: 入力して検索します
ko: 검색하려면 입력하세요.
pt: Digite para pesquisar
ru: Введите текст для поиска
tr: Aramak için yazmaya başlayın
zh_hant: 直接輸入即可搜尋

# window.untitledGrid
source: 无标题窗口
ar: نافذة بلا عنوان
de: Unbenanntes Fenster
en: Untitled Window
es: Ventana sin título
fr: Fenêtre sans titre
ja: 無題のウィンドウ
ko: 제목 없는 창
pt: Janela sem título
ru: Окно без названия
tr: Adsız Pencere
zh_hant: 無標題視窗

# settings.mode.legacy
source: 按键直达
ar: مفاتيح مباشرة
de: Direktwahl
en: Direct Keys
es: Acceso directo
fr: Accès direct
ja: キーで直接切り替え
ko: 단축키로 바로 전환
pt: Acesso direto
ru: Прямой выбор
tr: Doğrudan Tuşlar
zh_hant: 按鍵直達

# settings.mode.search
source: 搜索选择
ar: بحث واختيار
de: Suchen und Auswählen
en: Search and Select
es: Buscar y seleccionar
fr: Rechercher et sélectionner
ja: 検索と選択
ko: 검색 및 선택
pt: Pesquisar e selecionar
ru: Поиск и выбор
tr: Ara ve Seç
zh_hant: 搜尋並選擇

# settings.mode.legacy.description
source: 按窗口对应的按键立即切换，点击按键标记可修改。
ar: اضغط على المفتاح المخصص للنافذة للتبديل على الفور. انقر فوق شارتها لتغيير المفتاح.
de: Drücken Sie die dem Fenster zugewiesene Taste, um sofort zu wechseln. Klicken Sie auf die Tastenanzeige, um die Taste zu ändern.
en: Press a window’s assigned key to switch immediately. Click its badge to change the key.
es: Pulsa la tecla asignada a una ventana para cambiar a ella inmediatamente. Haz clic en su indicador para cambiar la tecla.
fr: Appuyez sur la touche attribuée à une fenêtre pour basculer immédiatement. Cliquez sur son badge pour changer la touche.
ja: ウィンドウに割り当てられたキーを押すと、すぐに切り替わります。キーを変更するには、そのバッジをクリックします。
ko: 창에 할당된 키를 누르면 즉시 전환됩니다. 키를 변경하려면 해당 배지를 클릭하세요.
pt: Pressione a tecla atribuída a uma janela para alternar imediatamente. Clique no emblema para alterar a tecla.
ru: Нажмите назначенную окну клавишу для немедленного переключения. Нажмите на значок, чтобы изменить клавишу.
tr: Anında geçiş yapmak için pencereye atanmış tuşa basın. Tuşu değiştirmek için rozetine tıklayın.
zh_hant: 按視窗對應的按鍵立即切換，按一下按鍵標記可修改。
